Repository: hci-gu/corona-movement
Catalog: app/assets/locales/*.po
Languages: sv_se

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: Close
sv_se: Stäng

source: Your steps are still processing... Pull to refresh.
sv_se: Dina steg bearbetas fortfarande... Dra för att uppdatera.

source: This is the number of steps others have taken each day (on average). Below you see how %s from home has affected people's movement throughout the day.
sv_se: Det här är det antalet steg som andra har tagit varje dag i genomsnitt. Nedan kan du se hur %s har påverkat deras rörelse över dagen.

source: This is the number of steps you've taken every day. Below you can pick different views of this data.
sv_se: Det här är antalet steg du har tagit varje dag. Nedan kan du välja olika sätt att visa din förändring.

source: Since you don’t have any data before working from home, you can't compare yourself to others. Below you can see other people’s data.
sv_se: Eftersom du inte har några sparade steg kan du inte jämföra dig med andra. Nedan kan du se andra människors resultat.

source: Add data source
sv_se: Lägg till datakälla

source: Explore your steps
sv_se: Utforska dina steg

source: Before & after
sv_se: Före & efter

source: You & others
sv_se: Du & andra

source: Today & before
sv_se: Idag & tidigare

source: Mine and other's difference in movement before and after %s from home.
sv_se: Din och andras förändring i rörelse före och efter att ni började %s hemifrån.

source: My change in movement compared to others before and after %s from home.
sv_se: Min förändring i rörelse jämfört med andra efter att jag började %s hemifrån.

source: Check out how my change in movement compares to others %s from home. Try yourself by downloading the app https://hci-gu.github.io/wfh-movement
sv_se: Se hur min rörelse förändrats jämfört med andra under %s. Testa själv genom att ladda ner appen https://hci-gu.github.io/wfh-movement

source: This is how my movement has changed after %s from home.
sv_se: Det här är hur min rörelse har förändrats sedan jag började %s hemifrån.

source: increase
sv_se: ökning

source: decrease
sv_se: minskning

source: This is a %s of %s.
sv_se: Det är en %s med %s.

source: This is how my movement have changed after working from home.
sv_se: Så här har min rörelse förändrats sen jag började arbeta hemifrån.

source: I
sv_se: jag

source: you
sv_se: du

source: Today %s have taken
sv_se: Idag har %s tagit

source: steps so far. On a typical %s, before %s from home, %s had normally taken
sv_se: steg. På en typisk %s innan %s hade %s normalt tagit

source: steps at this time of day.
sv_se: steg vid den här tiden.

source: people's
sv_se: människors

source: my
sv_se: min

source: This is how how %s movement has changed after working from home.
sv_se: Det här är hur %s rörelse har förändrats efter hemarbete.

source: Above you see how %s from home has affected people’s movement throughout the day.
sv_se: Ovan kan du se hur %s har påverkat hur människor rör sig över dagen.

source: Above you can see how your activity has changed over a typical day, before and after %s from home.
sv_se: Här kan du se hur din rörelse har förändrats över en typisk dag före och efter du började %s hemifrån.

source: Try yourself by downloading the app https://hci-gu.github.io/#/wfh-movement
sv_se: Testa själv genom att ladda ner appen https://hci-gu.github.io/wfh-movement

source: Select data source
sv_se: Välj datakälla

source: Please select where you keep your step data.
sv_se: Välj var du har sparat dina steg

source: I don't have any steps saved.
sv_se: Jag har inga sparade steg.

source: For us to tell you how your moment patterns has changed we need access to your step data.
sv_se: För att vi ska kunna visa hur dina rörelsemönster förändrats behöver vi tillgång till din stegdata.

source: Selecting a data source
sv_se: Att välja en datakälla

source: The app will fetch data from a source where you may have step data. Some people with android use Google fit (you might not even know about it). People with iOS devices typically have apple health that automatically record movement data. Some people use Garmin. If you do not have any historical data, you may use the app anyway to explore the app and see the overall change.
sv_se: Appen kommer att hämta data från en källa där telefonen kan ha sparat dina steg. Personer med Android använder ofta Google fit och personer med iOS har Apple Health som automatiskt sparar rörelsedata. Om du inte har några sparade steg kan du ändå använda appen för att utforska appen och se hur andra människor har rört sig i genomsnitt.

source: This app is part of an exploratory research project at the University of Gothenburg investigating the impact of the pandemic on our physical movement. For this purpose, we will collect and store the following data:
sv_se: Den här appen är en del av ett forskningsprojekt vid Göteborgs Universitet som undersöker pandemins inverkan på vår fysiska rörelse. För detta ändamål samlar vi in och lagrar följande data:

source: Any data stored will be removed upon opting out of the study by deleting your account.
sv_se: All lagrad data tas bort om du väljer att gå ur studien genom att radera ditt konto.

source: You delete your data by going to the app settings available after completing the onboarding process and pressing the button "Delete data"
sv_se: Du raderar din data genom att gå till appens inställningar som finns tillgängliga efter introduktionen är avklarad och trycker på knappen "Ta bort data".

source: All data is stored securely on servers within the European Union (EU) and not shared with third parties.
sv_se: All data är säkert lagraad på servrar inom Europeiska unionen (EU) och inte delat med några tredje parter.

source: So far we've found data until %s
sv_se: Hittills har vi hittat data från %s

source: Step data
sv_se: Stegdata

source: Demographic data
sv_se: Demografisk data

source: App interactions
sv_se: Appinteraktioner

source: Collected from %s. - Historical data of number of steps taken with timestamps - Date selected for %s from home. ( for comparisons before/after )
sv_se: Hämtad från %s. - Uppgifter om antalet steg som tagits, med tidstämplar - Valt datum då du började %s hemifrån (för jämförelse före/efter)

source: The following points are collected by filling out the form in the next step:
sv_se: Följande information samlas in genom att fylla i formuläret i nästa steg:

source: Gender
sv_se: Kön

source: Age
sv_se: Ålder

source: Age range
sv_se: Åldersspann

source: Education
sv_se: Utbildning

source: Year
sv_se: År

source: Occupation
sv_se: Sysselsättning

source: Automatically sent via app usage. - App open/close - Navigating through views - Sync steps button pressed - Change %s from home date - Day selection in Before & after - Using share feature
sv_se: Sänds automatiskt via appanvändning. - När appen öppnas/stängs - Navigering genom vyer - Synkning av stegdata - Byte av datum för %s - Val av dagar i ”Före & efter” vyn - Användning av dela-funktionen

source: To proceeed you must grant access for us to retrieve data from %s.
sv_se: För att fortsätta måste du ge oss åtkomst att hämta data från %s.

source: Give access
sv_se: Ge åtkomst

source: Apple health is not available on an Android device.
sv_se: Apple health är inte tillgänglig på Android-enheter.

source: You will now see a dialog for allowing access to Apple health To give us access to your steps make sure check the box for steps before pressing allow.
sv_se: Du kommer nu att se en dialogruta för att tillåta åtkomst till Apple health. För att ge oss tillgång till dina steg, se till att kryssa i rutan för steg innan du trycker på tillåt.

source: Country
sv_se: Land

source: Please choose one
sv_se: Välj ett alternativ

source: Your occupation (optional)
sv_se: Din sysselsättning (valfritt)

source: No steps
sv_se: Ingen stegdata

source: If you don't have any steps saved you can still proceed without uploading to just explore others results.
sv_se: Om du inte har några steg sparade kan du ändå gå vidare i appen för att utforska andras resultat.

source: Proceed
sv_se: Fortsätt

source: Have your movement patterns changed?
sv_se: Har dina rörelsemönster förändrats?

source: Have you been %s from home?
sv_se: Har du %s hemifrån?

source: Select periods
sv_se: Välj perioder

source: Uploading your steps: %d uploads left.
sv_se: Laddar upp dina steg: %d uppladdningar kvar.

source: Upload done.
sv_se: Uppladdning klar

source: Next
sv_se: Fortsätt

source: Done
sv_se: Färdig

source: Upload not finished
sv_se: Uppladdningen är inte färdig

source: Please wait until the upload has finished to proceed.
sv_se: Vänligen vänta tills uppladdningen är färdig för att fortsätta.

source: Form not completed
sv_se: Formuläret har inte fyllts i

source: Please fill out the fields above to proceed.
sv_se: Fyll i fälten ovan för att fortsätta.

source: Back
sv_se: Tillbaka

source: Settings
sv_se: Inställningar

source: The first day you worked from home was %s.
sv_se: Första dagen du arbetade hemifrån var %s.

source: Update periods
sv_se: Ändra perioder

source: Join group
sv_se: Gå med i en grupp

source: Delete data
sv_se: Ta bort data

source: By picking a date where you started %s from home, you will be able to explore whether your movement patterns have changed since you started working from home. The app visualizes your movement in the form of steps data from your phone, through Apple Health, Google fit or Garmin.
sv_se: Genom att välja det datum du började %s hemifrån kan du se om dina rörelsemönster förändrats under hemarbetet. Appen visualiserar din rörelse i form av stegdata från din telefon, genom Apple Health, Google fit eller Garmin.

source: %s was developed for research purposes by the Division of Human Computer Interaction at the Department of Applied Information Technology, University of Gothenburg, Sweden.
sv_se: %s är utvecklad i forskningssyfte av Avdelningen för människa-datorinteraktion på Institutionen för tillämpad informationsteknologi, Göteborgs Universitet.

source: Read more about the project here:
sv_se: Läs mer om projektet här:

source: Confirm
sv_se: Bekräfta

source: Are you sure you want to delete your data? This will remove all data from the app, and from our servers. You will no longer praticipate in the research project. If you want to use the app again, you are welcome to do so.
sv_se: Är du säker på att du vill ta bort din data? Det här kommer ta bort all data från appen, och från våra servrar. Du kommer inte längre att delta i forskningsprojektet. Om du vill använda appen igen är du välkommen att göra det.

source: Cancel
sv_se: Avbryt

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: User id copied to clipboard
sv_se: Användar-id kopierat till urklipp

source: User id: %s
sv_se: Användar-id: %s

source: Started %s from home
sv_se: Började %s hemifrån

source: Stopped %s from home
sv_se: Slutade %s hemifrån

source: steps
sv_se: Steg

source: May
sv_se: Maj

source: Oct
sv_se: Okt

source: more
sv_se: mer

source: less
sv_se: mindre

source: People's movement hasn't changed.
sv_se: Människors rörelse har inte förändrats.

source: People are moving %s %s.
sv_se: Människor rör sig %s %s.

source: My movement hasn't changed.
sv_se: Min rörelse har inte förändrats.

source: I'm moving %s %s.
sv_se: Jag rör mig %s %s.

source: You're moving %s %s.
sv_se: Du rör dig %s %s.

source: Before
sv_se: Före

source: After
sv_se: Efter

source: Change days
sv_se: Byt dagar

source: How much do you think your movement has changed?
sv_se: Hur mycket tror du att din rörelse har förändrats?

source: Use the slider below to give an estimate (in percentage) of how much you think your average daily steps have changed.
sv_se: Använd reglaget nedan för att ge din uppskattning (i procent) på hur du tror att dina dagliga steg har förändrats.

source: Set estimate
sv_se: Uppskatta

source: Redo estimate
sv_se: Gör om uppskattning

source: No change
sv_se: Ingen förändring

source: I'm moving %s more.
sv_se: Jag rör mig %s mer.

source: I'm moving %s less.
sv_se: Jag rör mig %s mindre.

source: Login with your Garmin credentials
sv_se: Logga in med dina Garmin-uppgifter

source: You have steps up until %s, press the button below to sync them.
sv_se: Du har stegdata fram till %s, tryck på knappen nedan för att synka.

source: Sync steps
sv_se: Synka steg

source: Group code
sv_se: Gruppkod

source: Joining a group
sv_se: Att gå med i en grupp

source: If you have a code you can enter it here to join a group. This allows you to compare with others in the same group. If you are interested in trying out this feature with your group, company or organization, feel free to contact us at sebastian.andreasson@ait.gu.se
sv_se: Om du har en gruppkod kan du skriva in den här för att gå med i en grupp. Detta gör att du kan jämföra dig med andra i samma grupp. Om du är intresserad av att testa den här funktionen med din grupp, företag eller organisation kan du kontakta oss genom sebastian.andreasson@ait.gu.se

source: Join
sv_se: Gå med

source: Leave
sv_se: Lämna

source: Code to join a group (optional)
sv_se: Kod för att gå med i grupp (valfritt)

source: Found data from %s.
sv_se: Hittade data från %s.

source: I agree to share my data with you.
sv_se: Jag godkänner att dela min data med er

source: Get started!
sv_se: Sätt igång!

source: before
sv_se: före

source: after
sv_se: efter

source: Go back
sv_se: Gå tillbaka

source: Try again
sv_se: Försök igen

source: You don't have any steps %s the date you selected, so we can't create a comparison for you. If you want to explore the app anyway, you can go back and pick the option "I don't have any steps saved."
sv_se: Du har ingen lagrad data %s datumet du har valt, så vi kan inte skapa en jämförelse åt dig. Om du vill utforska appen ändå kan du gå tillbaka och välja "Jag har ingen stegdata sparad."

source: You don't have any saved steps from %s or failed to give this app access to your health data. Try again after reviewing access to health data in your phone settings or go back and select another data source or proceed without steps.
sv_se: Du har inga sparade steg från %s eller misslyckades med att ge appen tillgång till din data. Försök igen efter att ha kontrollerat åtkomsten till hälsodata i din telefons inställningar, gå tillbaka och välj en annan datakälla eller fortsätt utan stegdata.

source: You don't have enough steps saved to make any comparison, you need at least a couple of days before and after your set date for working from home. Go back and select another data source or proceed without steps.
sv_se: Du har inte tillräckligt med sparade steg för att göra en jämförelse. Du behöver minst ett par dagar före och efter ditt valda datum. Gå tillbaka och välj en annan datakälla eller fortsätt utan stegdata.

source: This process can take a while to finish...
sv_se: Det här kan ta ett tag innan det är färdigt... Tack för att du väntar!

source: My
sv_se: Min

source: You
sv_se: Du

source: Others
sv_se: Andra

source: ongoing
sv_se: pågående

source: Pick periods
sv_se: Välj perioder

source: When have you been %s from home?
sv_se: När har du %s hemifrån?

source: Add period
sv_se: Lägg till period

source: Add
sv_se: Lägg till

source: Change period
sv_se: Ändra period

source: Remove
sv_se: Ta bort

source: Save
sv_se: Spara

source: From
sv_se: Från

source: To
sv_se: Till

source: Do you want to proceed
sv_se: Vill du fortsätta?

source: If you're satisfied with the periods you added press "Proceed"
sv_se: Om du är nöjd med de perioder du lagt till tryck på "Fortsätt"

source: You haven't added any periods You add one by tapping a date in the calendar.
sv_se: Du har inte lagt till några perioder Du lägger till en period genom att trycka på ett datum i kalendern.

source: You can add more periods by tapping outside the marked area in the calendar.
sv_se: Du kan lägga till fler perioder genom att trycka utanför det markerade området i kalendern.

source: Using the app without having %s from home
sv_se: Använd appen utan att ha %s hemifrån

source: Even if you haven't %s from home you can still use the app. The difference is that you won't select a period to compare your movement before and after with. The app will instead compare your movement before and after March 11 2020.
sv_se: Även om du inte %s hemifrån kan du fortfarande använda appen. Skillnaden är att du inte väljer en period att jämföra din förändring utifrån. Appen kommer istället att jämföra din rörelse före och efter 11 Mars 2020.

source: Female
sv_se: Kvinna

source: Male
sv_se: Man

source: Other
sv_se: Annat

source: Prefer not to say
sv_se: Vill inte uppge

source: 105 or older
sv_se: 105 eller äldre

source: No higher education
sv_se: Ingen högre utbildning

source: High school
sv_se: Gymnasium

source: Bachelor's Degree
sv_se: Kandidatexamen

source: Master's Degree
sv_se: Masterexamen

source: PhD
sv_se: Doktorsexamen

source: Trade/Vocational School
sv_se: Yrkeshögskola

source: work
sv_se: arbeta

source: working
sv_se: arbetar

source: worked
sv_se: arbetat

source: study
sv_se: studera

source: studying
sv_se: studerar

source: studied
sv_se: studerat

source: teleworking
sv_se: distansarbete

source: home studies
sv_se: hemmastudier

source: Depending on datasource and what devices you use to track your movement you may not be able to see your latest steps.
sv_se: Beroende på datakälla och vilka enheter du använder för att spåra dina steg kanske du inte ser din senaste data.

source: About this view
sv_se: Om den här vyn

source: Sometimes the app does not receive your latest steps when you sync depending on datasource and devices used. This affects the number you see here ( can be 0 ), but not the average you see elsewhere in the app.
sv_se: Ibland får appen inte dina senaste steg när du synkar data beroende på datakälla och enheter som används. Det påverkar numret du ser här ( kan vara 0 ), men inte snittet som visas på andra ställen i appen.
